EditorConfig.EditorConfig
PeterJausovec.vscode-docker
arcticicestudio.nord-visual-studio-code
atefth.haml-snippets
castwide.solargraph
dbaeumer.vscode-eslint
derek-nextty.openapi-viewer
eg2.tslint
erd0s.terraform-autocomplete
faustinoaq.lex-flex-yacc-bison
gamunu.vscode-yarn
jbenden.c-cpp-flylint
karunamurti.haml
kube.clangcomplete
mauve.terraform
michelemelluso.code-beautifier
mitaki28.vscode-clang
mjmcloug.vscode-elixir
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cpptools
ms-vscode.sublime-keybindings
rebornix.Ruby
redhat.vscode-yaml
shakram02.bash-beautify
sveggiani.vscode-field-lights
sysoev.language-stylus
teabyii.ayu
timonwong.shellcheck
twxs.cmake
webfreak.debug
xaver.clang-format
