1YiB.rust-bundle
42Crunch.vscode-openapi
adamhartford.vscode-base64
animallogic.vscode-usda-syntax
aprilandjan.ascii-tree-generator
arcticicestudio.nord-visual-studio-code
Arjun.swagger-viewer
atefth.haml-snippets
atlassian.atlascode
belfz.search-crates-io
bradlc.vscode-tailwindcss
bungcip.better-toml
castwide.solargraph
cesium.gltf-vscode
Connorcpu.vsc-rustfmt
cschlosser.doxdocgen
dbaeumer.vscode-eslint
derek-nextty.openapi-viewer
doublefint.pgsql
dustypomerleau.rust-syntax
eamodio.gitlens
EditorConfig.EditorConfig
erd0s.terraform-autocomplete
esbenp.prettier-vscode
gamunu.vscode-yarn
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hashicorp.terraform
janisdd.vscode-edit-csv
jbenden.c-cpp-flylint
joeandaverde.sqitch-plan
karunamurti.haml
kube.clangcomplete
MariusAlchimavicius.json-to-ts
michelemelluso.code-beautifier
mitaki28.vscode-clang
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.autopep8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
netcorext.uuid-generator
octref.vetur
Prisma.prisma
quicktype.quicktype
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
rust-lang.rust-analyzer
seanwu.vscode-qt-for-python
serayuzgur.crates
shakram02.bash-beautify
shanoor.vscode-nginx
Shopify.ruby-lsp
SimonSiefke.svg-preview
sveggiani.vscode-field-lights
sysoev.language-stylus
tamasfe.even-better-toml
teabyii.ayu
timonwong.shellcheck
twxs.cmake
webfreak.debug
wingrunr21.vscode-ruby
xaver.clang-format
