animallogic.vscode-usda-syntax
aprilandjan.ascii-tree-generator
arcticicestudio.nord-visual-studio-code
Arjun.swagger-viewer
atefth.haml-snippets
belfz.search-crates-io
bungcip.better-toml
castwide.solargraph
cesium.gltf-vscode
Connorcpu.vsc-rustfmt
cschlosser.doxdocgen
dbaeumer.vscode-eslint
derek-nextty.openapi-viewer
doublefint.pgsql
EditorConfig.EditorConfig
eg2.tslint
erd0s.terraform-autocomplete
faustinoaq.lex-flex-yacc-bison
gamunu.vscode-yarn
hashicorp.terraform
jbenden.c-cpp-flylint
joeandaverde.sqitch-plan
karunamurti.haml
Kasik96.swift
kube.clangcomplete
michelemelluso.code-beautifier
mitaki28.vscode-clang
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
octref.vetur
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
seanwu.vscode-qt-for-python
serayuzgur.crates
shakram02.bash-beautify
shanoor.vscode-nginx
sveggiani.vscode-field-lights
sysoev.language-stylus
teabyii.ayu
timonwong.shellcheck
twxs.cmake
webfreak.debug
wingrunr21.vscode-ruby
xaver.clang-format
